Repository: snapp-box/woo-plugin
Catalog: languages/sb-delivery-*.po
Languages: fa_ir

source: SnappBox Date
fa_ir: تاریخ تحویل اسنپ باکس

source: SnappBox
fa_ir: اسنپ باکس

source: Order ID
fa_ir: شماره سفارش اسنپ باکس

source: Address
fa_ir: آدرس

source: Delivery Date and Time
fa_ir: روز و زمان ارسال

source: SnappBox Price
fa_ir: قیمت اسنپ باکس

source: Calculating Price
fa_ir: درحال محاسبه قیمت

source: Enter Your Voucher Code
fa_ir: کد تخفیف را وارد کنید

source: Operate
fa_ir: اعمال

source: Send to SnappBox
fa_ir: ارسال به اسنپ باکس

source: Close
fa_ir: بستن

source: Get SnappBox Price
fa_ir: گرفتن قیمت اسنپ باکس

source: Cancel Order
fa_ir: کنسل کردن

source: Order ID missing
fa_ir: شماره سفارش وجود ندارد

source: Invalid Order ID
fa_ir: شماره سفارش نا معتبر

source: Permission denied.
fa_ir: دسترسی وجود ندارد

source: Unexpected response
fa_ir: پاسخ غیر منتظره

source: Create order failed
fa_ir: خطا در ایجاد سفارش

source: Order not found
fa_ir: سفارش پیدا نشد

source: Woo order ID missing
fa_ir: شماره سفارش ووکامرس پیدا نشد

source: Invalid Woo order ID
fa_ir: شماره سفارش ووکامرس نامعتبر است

source: Cancelled
fa_ir: کنسل شد

source: Cancel failed
fa_ir: کنسل کردن با خطا مواجه شد

source: Status
fa_ir: وضعیت سفارش

source: SnappBox On-Delivery
fa_ir: پرداخت هزینه حمل اسنپ باکس در هنگام دریافت

source: Pay with SnappBox on delivery.
fa_ir: پرداخت هزینه حمل اسنپ باکس در هنگام دریافت.

source: Enable/Disable
fa_ir: فعال سازی

source: Enable SnappBox On-Delivery Payment
fa_ir: فعال کردن پرداخت در محل اسپ باکس

source: Title
fa_ir: تیتر

source: Title shown to customers during checkout.
fa_ir: تیتر صفحه سبد خرید.

source: SnappBox On Delivery
fa_ir: پرداخت هزینه حمل اسنپ باکس در هنگام دریافت

source: Description
fa_ir: توضیحات

source: Description shown to customers during checkout.
fa_ir: این توضیحات در صفحه چک اوت به مشتری نمایش داده میشود

source: Pay using SnappBox when your order is delivered.
fa_ir: پرداخت هزینه حمل اسنپ باکس در هنگام دریافت.

source: Awaiting SnappBox payment
fa_ir: پرداخت هزینه حمل اسنپ باکس در هنگام دریافت

source: SnappBox Quick Setup
fa_ir: تنظیمات سریع اسنپ باکس

# Center pin button ARIA
source: Set location to map center
fa_ir: لوکیشن خود را تنظیم کنید

# Wizard step title
source: API Token
fa_ir: توکن

# Wizard step title
source: Select Cities
fa_ir: انتخاب شهر

# Wizard step title
source: Map Setup
fa_ir: تنظیمات نقشه

# Wizard step title
source: Store Info
fa_ir: اطلاعات فروشگاه

# Wizard step title
source: Other Info
fa_ir: اطلاعات دیگر

# ARIA
source: Wizard steps
fa_ir: قدم ویزارد

# ARIA
source: Go to step %d
fa_ir: برو به قسمت %d

# Button
source: Back
fa_ir: بازگشت

# Button
source: Finish
fa_ir: اتمام

# Button
source: Save & Continue
fa_ir: ذخیره و ادامه

# Lead text
source: Enter your SnappBox API token
fa_ir: کلید API اسنپ باکس را وارد کنید

# Label
source: API Key
fa_ir: کلید API

# Placeholder
source: Paste your API key…
fa_ir: کلید ای پی آی را اینجا قرار دهید...

# Button
source: Get API Key
fa_ir: کلید API

# Lead text
source: Select available cities for delivery
fa_ir: شهر ارسال را انتخاب کنید

# Label
source: Cities
fa_ir: شهر ها

# Help text
source: Hold Ctrl/⌘ to select multiple.
fa_ir: کنترل را برای انتخاب چندین شهر وارد کنید

# Notice
source: No cities available. Set token and location first.
fa_ir: هیچ شهری در دسترس نیست. لطفا ابتدا توکن و لوکیشن را تنظیم کنید.

# Lead text
source: Place your store on the map
fa_ir: لطفا لوکیشن خود را روی نقشه انتخاب کنید

# ARIA
source: Set location to map center
fa_ir: لوکیشن را روی نقشه انتخاب کنید

# Label
source: Latitude
fa_ir: طول جغرافیایی

# Label
source: Longitude
fa_ir: عرض جغرافیایی

source: SnappBox Shipping
fa_ir: ارسال اسنپ باکس

# Lead text
source: Store information & activation
fa_ir: اطلاعات فروشگاه و فعال سازی

# Label
source: Store name
fa_ir: نام فروشگاه

# Label
source: Mobile number
fa_ir: تلفن همراه

# Label
source: Shipping method title
fa_ir: تیتر متد ارسال

# Placeholder
source: SnappBox Shipping
fa_ir: ارسال اسنپ باکس

# Checkbox
source: Enable this shipping method
fa_ir: فعال سازی متد ارسال

# Lead text
source: Other settings & rates
fa_ir: تنظیمات دیگر

# Checkbox
source: Pay on SnappBox delivery
fa_ir: پرداخت هزینه حمل اسنپ باکس در هنگام دریافت

# Label
source: Fixed price
fa_ir: قیمت ثابت

# Label
source: Free delivery threshold
fa_ir: ارسال رایگان

# Label
source: Base cost
fa_ir: قیمت پایه

# Label
source: Cost per KG
fa_ir: هزینه بر اساس کیلوگرم

source: Select Day and Time
fa_ir: انتخاب روز و ساعت

source: Select Day
fa_ir: انتخاب روز

# weekday name
source: Saturday
fa_ir: شنبه

# weekday name
source: Sunday
fa_ir: یکشنبه

# weekday name
source: Monday
fa_ir: دوشنبه

# weekday name
source: Tuesday
fa_ir: سه شنبه

# weekday name
source: Wednesday
fa_ir: چهارشنبه

# weekday name
source: Thursday
fa_ir: پنجشبنه

# weekday name
source: Friday
fa_ir: جمعه

source: Add / Edit Time Slots
fa_ir: اضافه / ویرایش زمان ها

source: Add Time Slot
fa_ir: اضافه کردن زمان

source: Save
fa_ir: ذخیره

source: Invalid request.
fa_ir: درخواست غیر معتبر.

source: Day is required.
fa_ir: روز اجباری است.

source: Schedule saved successfully!
fa_ir: زمانبندی با موفقیت ذخیره شد!

source: SnappBox Shipping Method
fa_ir: ارسال اسنپ باکس

source: A SnappBox shipping method with dynamic pricing.
fa_ir: متد ارسال اسنپ باکس با قیمت داینامیک.

source: Security check failed. API key was not saved.
fa_ir: چک امنیتی با خطا مواجه شد. کلید ای پی آی ذخیره نشد.

source: API key saved.
fa_ir: کلید ای پی آی ذخیره شد.

source: Mobile Phone
fa_ir: تلفن همراه

source: SnappBox cost is free
fa_ir: هزینه اسنپ باکس با فروشگاه است چون قیمت سبد خرید بالاتر از حد مشخص شده است

source: Security check failed. Please refresh the page and try again.
fa_ir: چک امنیتی با خطا مواجه شد. لطفا صفحه را مجددا بارگزاری و دوباره تلاش کنید.

source: SnappBox is not available in your city
fa_ir: ارسال با اسنپ‌باکس در این شهر توسط فروشگاه پشتیبانی نمی شود

source: Enable
fa_ir: فعال سازی

source: Enable this shipping method
fa_ir: آیا به عنوان روش حمل و نقل در صفحه صورت حساب نمایش داده شود

source: Enable Test Mode
fa_ir: فعال کردن محیط آزمایشی

source: Enable test mode for this plugin
fa_ir: این گزینه محیط آزمایشی را برای ادمین وبسایت فراهم میکند

source: Title to display during checkout
fa_ir: تیتر صفحه سبد خرید

source: Fixed Price
fa_ir: قیمت ثابت

source: Leave it empty for canceling fixed price
fa_ir: برای کنسل کردن این فیلد را خالی بگذارید

source: You must enter a price in
fa_ir: واحد قیمت شما

source: Free Delivery
fa_ir: ارسال رایگان

source: Minimum basket price for free delivery
fa_ir: کمترین قیمت سبد خرید برای ارسال رایگان

source: Base Shipping Cost
fa_ir: قیمت پایه ارسال

source: Base shipping cost for this method
fa_ir: قیمت پایه ارسال برای این متد

source: Latitude
fa_ir: طول جغرافیایی

source: Longitude
fa_ir: عرض جغرافیایی

source: Phone Number
fa_ir: شماره تماس

source: Store Name
fa_ir: نام فروشگاه

source: Enable payment on delivery
fa_ir: فعال کردن پرداخت در محل

source: Pay SnappBox payment on delivery
fa_ir: پرداخت هزینه حمل اسنپ باکس در هنگام دریافت

source: Enable Address Autofill
fa_ir: فعال سازی آدرس اتوماتیک

source: This option enables the address to be autofilled from SmappMap
fa_ir: این گزینه برای فعال کردن پرشدن اتوماتیک فیلد آدرس کاربر در صفحه پرداخت است. اگر میخواید به صورت اتوماتیک فیلد آدرس از نقشه پر شود این گزینه را تیک بزنید

source: Cities
fa_ir: شهر ها

source: This Item will show after token insertion
fa_ir: شهرها بعد از وارد کردن توکن ( کلید API ) در این قسمت نمایش داده میشوند

source: Show Setup Guide
fa_ir: نمایش راهنما

source: Show Dates
fa_ir: تنظیمات روز و ساعت

source: Set Store Location
fa_ir: تنظیم کردن لوکیشن فروشگاه

source: Please move the pin
fa_ir: لطفا پین را جابجا کنید

source: Set this location
fa_ir: تنظیم کردن لوکیشن فروشگاه

source: Your wallet balance is too low. Please contact Snappbox
fa_ir: مقدار کیف پول شما بسیار کم است. لطفا با اسنپ باکس تماس بگیرید

source: Learn more.
fa_ir: بیشتر بدانید.

source: wallet Information
fa_ir: اطلاعات کیف پول

source: Your current balance is:
fa_ir: مقدار کیف پول شما

source: Unable to fetch wallet balance.
fa_ir: نمیتوان مقدار کیف پول را دریافت کرد.

source: API Key
fa_ir: کلید API

source: SnappBox API Key
fa_ir: کلید API اسنپ باکس

source: Paste your API key…
fa_ir: کلید ای پی آی را اینجا قرار دهید...

source: Enable and Disable!
fa_ir: فعال سازی و غیر فعال سازی!

source: You can enable and disable the method here
fa_ir: شما میتوانید اینجا متد را فعال یا غیر فعال کنید

source: Next
fa_ir: بعدی

source: Step 1: Enter Your API Key
fa_ir: قدم اول: وارد کردن کلید API

source: Put your API key in this field. you can aquire this API key by contacting SnappBox team
fa_ir: کلید API خود را در این فیلد بگذارید. برای گرفتن کلید با تیم اسنپ باکس تماس بگیرید

source: Step 2: Set Your Location
fa_ir: مرحله دوم : تنظیم کردن لوکیشن فروشگاه

source: Drag the map marker to your store’s location.
fa_ir: موقعیت فروشگاه خود را با حرکت دادن مارکر روی نقشه تعیین کنید.

source: Step 3: Set Stores data
fa_ir: مرحله سوم : تعیین شماره تلفن و نام فروشگاه

source: Set your stores name and your Mobile Number.
fa_ir: نام فروشگاه و شماره تلفن همراه خود را ذخیره کنید.

source: Step 4: Set Stores city
fa_ir: مرحله چهارم : تعیین شهر

source: Set the city that your store can send products by SnappBox.
fa_ir: شهری که در آن میتوانید با اسنپ باکس ارسال کنید را تعیین کنید.

source: Final Step: Save Settings
fa_ir: قدم آخر: ذخیره تغییرات

source: Scroll down and click "Save changes" to activate SnappBox.
fa_ir: به پایین اسکرول کنید و دکمه ذخیره را بزنید.

source: Got it!
fa_ir: گرفتم!

source: Select your location
fa_ir: لوکیشن خود را انتخاب کنید

source: Please select your location on the map.
fa_ir: لطفا لوکیشن خود را روی نقشه انتخاب کنید.

source: Select delivery day & time:
fa_ir: انتخاب روز و ساعت:

source: SnappBox Delivery:
fa_ir: حمل و نقل اسنپ باکس:

source: Settings
fa_ir: تنظیمات

source: Official SnappBox WooCommerce Delivery Plugin
fa_ir: پلاگین رسمی ووکامرس ارسال با اسنپ پاکس

source: SnappBox Team
fa_ir: تیم اسنپ باکس
